{"__meta":{"id":"e7133d5687cb0c06e97d40641171a747","datetime":"2017-09-25 17:54:56","utime":1506362096.7756,"method":"POST","uri":"\/products\/create","ip":"127.0.0.1"},"php":{"version":"7.0.22-0ubuntu0.16.04.1","interface":"apache2handler"},"messages":{"count":0,"messages":[]},"time":{"start":1506362096.626,"end":1506362096.7756,"duration":0.14962315559387,"duration_str":"149.62ms","measures":[{"label":"Booting","start":1506362096.626,"relative_start":0,"end":1506362096.7353,"relative_end":1506362096.7353,"duration":0.10928297042847,"duration_str":"109.28ms","params":[],"collector":null},{"label":"Application","start":1506362096.7304,"relative_start":0.10437417030334,"end":1506362096.7756,"relative_end":1.9073486328125e-6,"duration":0.04525089263916,"duration_str":"45.25ms","params":[],"collector":null}]},"memory":{"peak_usage":2097152,"peak_usage_str":"2MB"},"exceptions":{"count":0,"exceptions":[]},"views":{"nb_templates":0,"templates":[]},"route":{"uri":"POST products\/create","controller":"App\\Http\\Controllers\\ProductsController@create","namespace":"App\\Http\\Controllers","prefix":null,"where":[],"file":"app\/Http\/Controllers\/ProductsController.php:73-122"},"queries":{"nb_statements":2,"nb_failed_statements":0,"accumulated_duration":0.03773,"accumulated_duration_str":"37.73ms","statements":[{"sql":"select * from \"products\" where \"products\".\"id\" = '10211540673' limit 1","type":"query","params":[],"bindings":["10211540673"],"hints":["Use <code>SELECT *<\/code> only if you need all columns from table","<code>LIMIT<\/code> without <code>ORDER BY<\/code> causes non-deterministic results, depending on the query execution plan"],"backtrace":[],"duration":0.00082,"duration_str":"820μs","stmt_id":"","connection":"postgres"},{"sql":"insert into \"products\" (\"body_html\", \"created_at\", \"handle\", \"id\", \"image\", \"images\", \"options\", \"product_type\", \"published_at\", \"published_scope\", \"tags\", \"template_suffix\", \"title\", \"metafields_global_title_tag\", \"metafields_global_description_tag\", \"updated_at\", \"variants\", \"vendor\", \"tipo_producto\") values ('<p><strong>Descripción: <\/strong><\/p>\n<p>La almohada Visconasa de Pullman le ofrece comodidad y un excelente soporte. Se encuentra elaborada en espuma con memoria suave al tacto. Esta tecnología se adapta a la forma del cuerpo por lo que distribuye equitativamente la presión de su cabeza, cuello y hombros para ofrecerle un excelente descanso sin importar la posición en la que duerma. Es hipoalergénica y antiácaros.<strong><br><\/strong><\/p>\n<p><b>Características<\/b><strong>:<\/strong><\/p>\n<p>Pack de 2 almohadas en espuma con memoria que se adaptan para ofrecerle un excelente soporte.<\/p>\n<p><strong>Medidas:<\/strong><\/p>\n<p>60 x 40<\/p>\n<p><strong>Términos y condiciones:<\/strong><\/p>\n<p><strong>PLAZO DE VALIDEZ DE LA OFERTA Y PRECIO<\/strong><\/p>\n<p>El plazo de validez de la oferta es aquel que coincide con la fecha de vigencia indicada en la promoción o en virtud del agotamiento de las cantidades de productos disponibles para esa promoción debidamente informados al Usuario, o mientras la oferta se mantenga disponible, el menor de éstos plazos. Cuando quiera que en una promoción no se indique una fecha de terminación se entenderá que la actividad se extenderá hasta el agotamiento de los inventarios correspondientes.<\/p>\n<p>Los precios de los productos y servicios disponibles en el Sitio, mientras aparezcan en él, solo tendrán vigencia y aplicación en éste y no serán aplicables a otros canales de venta utilizados por las empresas, tales como tiendas físicas, venta telefónica, otros sitios de venta por vía electrónica, catálogos u otros. Los precios de los productos ofrecidos en el Sitio están expresados en Pesos colombianos salvo que se manifieste lo contrario. Los precios ofrecidos corresponden exclusivamente al valor del bien ofrecido y no incluyen gastos de transporte, manejo, envío, accesorios que no se describan expresamente ni ningún otro ítem adicional.<\/p>\n<p>Adicionalmente, es posible que cierto número de productos puedan tener un precio incorrecto. De existir un error tipográfico en alguno de los precios de los productos, si el precio correcto del artículo es más alto que el que figura en la página, a nuestra discreción, ALONDRA MUEBLES Y COLCHONES SAS lo contactará antes de que el producto sea enviado, y\/o cancelaremos el pedido y le notificaremos acerca de la cancelación.<\/p>\n<p>Las empresas podrán modificar cualquier información contenida en este Sitio, incluyendo las relacionadas con mercaderías, servicios, precios, existencias y condiciones, en cualquier momento y sin previo aviso, hasta el momento de recibir una aceptación de compra, la cual obligará a la Empresa Oferente, sujeto a las condiciones de validación que se indican anteriormente, es decir, una vez que se haya formado el consentimiento entre las partes de una determinada transacción.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>PROMOCIONES<\/strong><\/p>\n<p>Las promociones que se ofrezcan en este Sitio web no son necesariamente las mismas que ofrezcan otros canales de venta utilizados por las empresas, tales como tiendas físicas, venta telefónica, catálogos u otros, a menos que se señale expresamente en este sitio o en la publicidad que realicen las empresas para cada promoción. Cuando el Sitio ofrezca promociones que consistan en la entrega gratuita o rebajada de un producto por la compra de otro, el despacho del bien que se entregue gratuitamente o a precio rebajado, se hará en el mismo lugar en el cual se despacha el producto comprado o con las condiciones establecidas dentro de la publicidad ofertada. La Empresa Oferente somete sus promociones y actividades promocionales al cumplimiento de las normas vigentes y específicamente a las disposiciones de la ley 1480 de 2011.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>CONDICIONES DE RECLAMACIÓN POR PIEZA FALTANTE<\/strong><\/p>\n<p>En caso de que el cliente reciba un producto incompleto, se deberá llevar a cabo el siguiente procedimiento con el fin de verificar la validez de la reclamación.<\/p>\n<p>Dentro de los dos días hábiles luego de haber recibido el producto, el cliente deberá comunicarse con la línea de Servicio al Cliente para radicar la reclamación sobre la pieza faltante de su ítem<\/p>\n<p>Una vez el área de Servicio al Cliente reciba la reclamación y sean corroborados los datos, en el término de dos días hábiles se procederá a dar una respuesta al cliente. Dependiente el caso, se enviará la pieza faltante o se solicitará al cliente que inicie el proceso de devolución a través de la página para enviar el producto completo<\/p>\n<p>Si el cliente no radica la reclamación podrá aplicar al derecho de retracto a través de la página, ateniéndose a lo descrito por esta política (según normativa y entendiendo que algunos de nuestros productos son prendas íntimas)<\/p>\n<p><strong>POLÍTICA DE GARANTÍAS<\/strong><\/p>\n<p>En caso que un producto adquirido a través de Pullman presente problemas de funcionamiento o daños después de su recepción, el cliente podrá contactar a Pullman quien proporcionará los datos del vendedor o proveedor para que éste le brinde un soporte adecuado a su solicitud de garantía. Todas las solicitudes de garantías deben cumplir con las siguientes condiciones:<\/p>\n<p>Comuníquese con el área de Servicio al Cliente en la línea gratuita nacional 4201020, extensiones 104-105 o envíe un correo electrónico a servicioalcliente@amoblandopullman.com<\/p>\n<p>Para hacer efectiva la Garantía se sugiere presentar la factura de compra del producto y\/o el documento denominado “Garantía” debidamente diligenciado. Nota: la Garantía del producto sólo podrá ser brindada por ALONDRA MUEBLES Y COLCHONES SAS, todas las reclamaciones están limitadas por los términos de esta Garantía. No retire las etiquetas, éstas sirven como identificación de la Garantía.<\/p>\n<p>Es de suma importancia tener en cuenta que las Condiciones de Garantía cambiarán con tipo de producto, además tendrán variaciones teniendo en cuenta temas como periodo, materiales, disponibilidad, gastos adicionales, entre otros aspectos los cuales puede consultar en el Manual de Instalación, Uso y Mantenimiento que lleva su producto. En caso tal de no tenerlo a la mano puede comunicarse con nuestra área de Servicio al Cliente (Tel.: (571) 4201020, extensiones 104-105 – servicioalcliente@amoblandopullman.com<\/p>\n<p>A elección del consumidor, el Proveedor recogerá el producto donde fue entregado o el consumidor podrá dejar el producto en un punto de atención dispuesto para el efecto. Para este último caso el Proveedor correrá con todos los gastos de envío. Si se requiere transporte para el bien, los costos deberán ser asumidos por Proveedor.<\/p>\n<p>El producto reparado o el de reposición deberán ser entregados al consumidor en el mismo sitio en donde solicitó la garantía legal, salvo que el consumidor solicite otro sitio y el proveedor así lo acepte. Si se requiere transporte para el bien, los costos deberán ser asumidos por el cliente.<\/p>\n<p>En el caso en que se deba reponer el bien por otro igual o de las mismas características, el proveedor procederá a su reposición dentro de los treinta (30) días hábiles siguientes, después de la recepción del producto por parte del proveedor.<\/p>\n<p>La reparación se realizará dentro de los treinta (30) días hábiles siguientes, contados a partir del día siguiente a la entrega del bien al proveedor para la reparación.<\/p>\n<p>En caso en que se deba hacer la devolución de dinero, este se realizará de la siguiente manera:<\/p>\n<p>A partir del día siguiente de la aceptación de la garantía por parte del proveedor y su posterior comunicación con Pullman y el cliente, Pullman tiene hasta 25 días para efectuar el reembolso.<\/p>\n<p>En caso que el bien no admita reparación o se repita la falla del producto, el proveedor procederá a informar al consumidor su decisión sobre la forma de hacer efectiva la garantía, ya sea con la devolución del dinero o con el cambio del bien por otro idéntico o por uno de las mismas características.<\/p>\n<p>Adicionalmente, las condiciones para aceptar un proceso de garantías dependen de la categoría a la cual corresponda el producto:<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>PROPIEDAD INTELECTUAL E INDUSTRIAL<\/strong><\/p>\n<p>Todo el contenido incluido o puesto a disposición del Usuario en el Sitio, incluyendo textos, gráficas, logos, íconos, imágenes, archivos de audio, descargas digitales y cualquier otra información (el \"Contenido\"), es de propiedad de ALONDRA MUEBLES Y COLCHONES SAS o ha sido licenciada a ésta por las Empresas Proveedoras. La compilación del Contenido es propiedad exclusiva de ALONDRA MUEBLES Y COLCHONES SAS y, en tal sentido, el Usuario debe abstenerse de extraer y\/o reutilizar partes del Contenido sin el consentimiento previo y expreso de la Empresa.<\/p>\n<p>Además del Contenido, las marcas, denominativas o figurativas, marcas de servicio, diseños industriales y cualquier otro elemento de propiedad intelectual que haga parte del Contenido (la \"Propiedad Industrial\"), son de propiedad de ALONDRA MUEBLES Y COLCHONES SAS o de las Empresas Proveedoras y, por tal razón, no pueden ser usadas por los Usuarios en conexión con cualquier producto o servicio que no sea provisto por ALONDRA MUEBLES Y COLCHONES SAS En el mismo sentido, la Propiedad Industrial no podrá ser usada por los Usuarios en conexión con cualquier producto y servicio que no sea de aquellos que comercializa u ofrece ALONDRA MUEBLES Y COLCHONES SAS o de forma que produzca confusión con sus clientes o que desacredite a la Empresa o a las Empresas Proveedoras.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>PROPIEDAD INTELECTUAL DE TERCEROS<\/strong><\/p>\n<p>Pullman es una empresa respetuosa de las leyes y no pretende aprovecharse de la reputación de terceros, apropiándose de la propiedad intelectual por ellos protegida. Por lo anterior contamos con herramientas que buscan asegurar que productos que se adquieran a través de nuestra página sean originales y hayan ingresado legalmente al país. Teniendo en cuenta lo anterior, si usted sospecha que algún producto que se encuentra en nuestra página infringe derecho de propiedad intelectual de terceros o infringe derechos legalmente protegido por usted, contáctenos al correo servicioalcliente@amoblandopullman.com, para bajar dichos productos inmediatamente de nuestra página e iniciar todas las acciones tendientes a evitar que esto siga sucediendo.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>POLÍTICA DE TRATAMIENTO DE DATOS PERSONALES<\/strong><\/p>\n<p>Nuestra Política de Privacidad explica cómo recolectamos, utilizamos y (bajo ciertas condiciones) divulgamos su información personal. Esta Política de Privacidad también explica las medidas que hemos tomado para asegurar su información personal. Por último, esta política de privacidad explica los procedimientos que seguimos frente a la recopilación, uso y divulgación de su información personal.<\/p>\n<p>La protección de datos es una cuestión de confianza y privacidad, por ello es importante para nosotros. Por lo tanto, utilizaremos solamente su nombre y la información referente a Ud. bajo los términos previstos en nuestra Política de Privacidad.<\/p>\n<p>Sólo mantendremos su información durante el tiempo que nos sea requerido por la ley o debido a la relevancia de los propios fines para los que fueron recopilados.<\/p>\n<p>Ud. puede visitar el sitio y navegar sin tener que proporcionar datos personales. Durante su visita al sitio, Ud. permanecerá anónimo y en ningún momento podremos identificarlo, a menos que Ud. tenga una cuenta en el sitio e inicie sesión con su nombre de usuario y contraseña.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>POLÍTICA DE DESPACHO DE LOS PRODUCTOS<\/strong><\/p>\n<p>Los productos adquiridos a través del Sitio se sujetarán a las condiciones de despacho y entrega elegidas por el Usuario y disponibles en el Sitio. La información del lugar de envío es de exclusiva responsabilidad del Usuario. Los plazos elegidos para el despacho y entrega, se cuentan desde que la Empresa Oferente haya validado la orden de compra y el medio de pago utilizado, y se consideraran días hábiles para el cumplimiento de dicho plazo. Los pedidos serán despachados de las bodegas de Pullman en los días acordados.<\/p>\n<p>El Usuario antes de finalizar su compra podrá conocer el rango de fechas para la entrega estimada de su producto, así mismo los productos solo serán entregados de lunes a sábado de 8 am a 5 pm, sin incluir festivos y en la puerta de la ubicación registrada.<\/p>\n<p>El Usuario reconoce y acepta que los datos de ubicación suministrados para que Pullman efectúe la entrega de los productos adquiridos a través del Sitio son verdaderos y actuales. Por lo anterior, el Usuario voluntariamente declara que, al suministrar tales datos, AUTORIZA irrevocablemente a la persona que para el momento de la entrega se encuentre en la dirección suministrada por el usuario, reciba el producto. En virtud de lo anterior quien se encuentre en la dirección indicada por el Usuario y declare de buena fe su disposición para recibir los productos, actuará en nombre y representación del Usuario y por lo tanto Pullman o sus contratistas estarán facultados para entregar los productos adquiridos a través del Sitio. Esta autorización incluye, pero no se limita, a las personas que ocupen continua o temporalmente cargos tales como porteros de edificios y copropiedades, empleadas del servicio doméstico, conserjes y en general a cualquier persona que al momento de la entrega manifieste estar autorizada para recibir y revisar los productos. Por lo anterior, Pullman no será responsable frente a la pérdida o daños que puedan sufrir los productos una vez éstos hayan sido debidamente entregados en la dirección suministrada por el Usuario. Pullman estará exento de responsabilidad siempre que pueda acreditar la entrega de los productos en la dirección suministrada por el Usuario.<\/p>\n<p>Pullman comunicará por mail a los Usuarios los datos para que se pueda realizar el seguimiento del estado del envío por Internet. Si el Usuario o la persona autorizada para recibir, se encontrara ausente cuando se le visita para dejar el pedido y nadie lo recibe en el lugar de residencia, se dejará un aviso para dejar constancia de que se cumplió con lo pactado para realizar la respectiva entrega y por tanto el cliente deberá asumir el valor de un nuevo flete si desea que se le vuelva a enviar la mercancía en un día determinado por el mismo.<\/p>\n<p>Advertencia: Pullman no puede garantizar el envío a algunas regiones del país de productos considerados sobre-dimensionados o con peso excesivo por las empresas de correo. Cuando esto suceda, nos reservamos el derecho de revocar los pedidos que se encuentren en estas condiciones, caso en el cual la orden será reversada y el valor del precio será reembolsado al cliente en el menor tiempo posible.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>POLÍTICA DE DEVOLUCIÓN DE PRODUCTOS, DERECHO DE RETRACTO, CONDICIONES DE RECLAMACIÓN POR PRODUCTO ERRADO Y REVERSIÓN DEL PAGO<\/strong><\/p>\n<p>Pullman ofrece a sus clientes la posibilidad de retractarse de la compra durante los primeros 5 días hábiles después de la entrega del producto.<\/p>\n<p>Los retractos antes mencionados deberán ser solicitados por medio de la página Web.<\/p>\n<p>Para poder ejercer el derecho de retracto el consumidor deberá cumplir con unas condiciones generales. Cuando un producto tenga unas condiciones específicas para poder ejercer el derecho de retracto, esto será especificado en las características del producto.<\/p>\n<p>Después de realizar el retracto en página Pullman tendrá máximo 48 horas hábiles para enviar la guía de logística inversa para la devolución de producto, si este no se envía dentro de los primeros 5 días calendario después de enviada la guía se entenderá que el cliente desea cancelar el retracto.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>CONDICIONES GENERALES PARA UN RETRACTO<\/strong><\/p>\n<p>El producto no debe estar averiado o deteriorado por acciones correspondientes a los clientes.<\/p>\n<p>El producto debe tener etiquetas, factura de venta, accesorios y empaques. originales (incluyendo manuales, guías de uso, certificados de garantía, etc.).<\/p>\n<p>El producto no debe mostrar señales de uso, suciedad o desgaste.<\/p>\n<p>El producto no debe tener más de CINCO (5) días hábiles de entregado.<\/p>\n<p> <\/p>\n<p><strong>CONDICIONES DE LOGÍSTICA DEL RETRACTO<\/strong><\/p>\n<p>Cuando el producto supere 20 kg su recolección será realizada directamente en el lugar en donde el producto se entregó.<\/p>\n<p>El personal encargado de la recolección del producto no se encuentra facultado para desarmar ni manipular el producto, su única función será la de recogerlo.<\/p>\n<p>Si el producto no se encuentra empacado en su empaque original, no se procederá con la recolección.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong>CONDICIONES DE RECLAMACIÓN POR PRODUCTO ERRADO<\/strong><\/p>\n<p>En caso de que el cliente reciba un producto de características diferentes a lo descrito en la página en el momento de la compra, se deberá llevar a cabo el siguiente procedimiento con el fin de verificar la validez de la reclamación.<\/p>\n<p>Una vez el área de Servicio al cliente reciba los documentos requeridos y sean corroborados los datos, en el término de 24 a 48 horas se procederá a acordar las condiciones de tiempo modo y lugar y así se programará la recolección de la orden.<\/p>\n<p>Una vez realizado el proceso de devolución se procederá a realizar el reordenamiento para que el cliente reciba el producto con las características adquiridas inicialmente.<\/p>\n<p><strong> <\/strong><\/p>\n<p><strong> <\/strong><\/p>', '2017-09-25 12:53:30', 'pack-2-almohadas-visconasa-pague-1-lleve-2', '10211540673', '{\"id\":23968249409,\"product_id\":10211540673,\"position\":1,\"created_at\":\"2017-09-25T12:53:32-05:00\",\"updated_at\":\"2017-09-25T12:53:32-05:00\",\"width\":1300,\"height\":800,\"src\":\"https:\\\/\\\/cdn.shopify.com\\\/s\\\/files\\\/1\\\/1935\\\/1047\\\/products\\\/VISCOFOAM.png?v=1506362012\",\"variant_ids\":[]}', '[{\"id\":23968249409,\"product_id\":10211540673,\"position\":1,\"created_at\":\"2017-09-25T12:53:32-05:00\",\"updated_at\":\"2017-09-25T12:53:32-05:00\",\"width\":1300,\"height\":800,\"src\":\"https:\\\/\\\/cdn.shopify.com\\\/s\\\/files\\\/1\\\/1935\\\/1047\\\/products\\\/VISCOFOAM.png?v=1506362012\",\"variant_ids\":[]},{\"id\":23968250817,\"product_id\":10211540673,\"position\":2,\"created_at\":\"2017-09-25T12:53:39-05:00\",\"updated_at\":\"2017-09-25T12:53:39-05:00\",\"width\":1300,\"height\":800,\"src\":\"https:\\\/\\\/cdn.shopify.com\\\/s\\\/files\\\/1\\\/1935\\\/1047\\\/products\\\/1._AL.png?v=1506362019\",\"variant_ids\":[]},{\"id\":23968250881,\"product_id\":10211540673,\"position\":3,\"created_at\":\"2017-09-25T12:53:42-05:00\",\"updated_at\":\"2017-09-25T12:53:42-05:00\",\"width\":1300,\"height\":800,\"src\":\"https:\\\/\\\/cdn.shopify.com\\\/s\\\/files\\\/1\\\/1935\\\/1047\\\/products\\\/MEMORIAA.png?v=1506362022\",\"variant_ids\":[]}]', '[{\"id\":12332211009,\"product_id\":10211540673,\"name\":\"Title\",\"position\":1,\"values\":[\"Default Title\"]}]', 'Hogar', '2017-09-25 11:52:24', 'global', 'ALMOHADA, almohada con memoria, almohada pullman, almohada visconasa', '', 'PACK 2 ALMOHADAS VISCONASA (PAGUE 1 LLEVE 2)', '', '', '2017-09-25 12:53:42', '[{\"id\":38105320257,\"product_id\":10211540673,\"title\":\"Default Title\",\"price\":\"79900.00\",\"sku\":\"\",\"position\":1,\"grams\":0,\"inventory_policy\":\"deny\",\"compare_at_price\":\"216000.00\",\"fulfillment_service\":\"manual\",\"inventory_management\":\"shopify\",\"option1\":\"Default Title\",\"option2\":null,\"option3\":null,\"created_at\":\"2017-09-25T12:53:30-05:00\",\"updated_at\":\"2017-09-25T12:53:30-05:00\",\"taxable\":false,\"barcode\":\"\",\"image_id\":null,\"inventory_quantity\":30,\"weight\":0,\"weight_unit\":\"kg\",\"old_inventory_quantity\":30,\"requires_shipping\":true}]', 'A - Nacional', 'internacional') returning \"id\"","type":"query","params":[],"bindings":["&lt;p&gt;&lt;strong&gt;Descripci&oacute;n:&nbsp;&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;La almohada Visconasa de Pullman le ofrece comodidad y un excelente soporte. Se encuentra elaborada en espuma con memoria suave al tacto. Esta tecnolog&iacute;a se adapta a la forma del cuerpo por lo que distribuye equitativamente la presi&oacute;n de su cabeza, cuello y hombros para ofrecerle un excelente descanso sin importar la posici&oacute;n en la que duerma. Es hipoalerg&eacute;nica y anti&aacute;caros.&lt;strong&gt;&lt;br&gt;&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;&lt;b&gt;Caracter&iacute;sticas&lt;\/b&gt;&lt;strong&gt;:&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;Pack de 2 almohadas en espuma con memoria que se adaptan para ofrecerle un excelente soporte.&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;Medidas:&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;60 x 40&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;T&eacute;rminos y condiciones:&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;PLAZO DE VALIDEZ DE LA OFERTA Y PRECIO&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;El plazo de validez de la oferta es aquel que coincide con la fecha de vigencia indicada en la promoci&oacute;n o en virtud del agotamiento de las cantidades de productos disponibles para esa promoci&oacute;n debidamente informados al Usuario, o mientras la oferta se mantenga disponible, el menor de &eacute;stos plazos. Cuando quiera que en una promoci&oacute;n no se indique una fecha de terminaci&oacute;n se entender&aacute; que la actividad se extender&aacute; hasta el agotamiento de los inventarios correspondientes.&lt;\/p&gt;\n&lt;p&gt;Los precios de los productos y servicios disponibles en el Sitio, mientras aparezcan en &eacute;l, solo tendr&aacute;n vigencia y aplicaci&oacute;n en &eacute;ste y no ser&aacute;n aplicables a otros canales de venta utilizados por las empresas, tales como tiendas f&iacute;sicas, venta telef&oacute;nica, otros sitios de venta por v&iacute;a electr&oacute;nica, cat&aacute;logos u otros. Los precios de los productos ofrecidos en el Sitio est&aacute;n expresados en Pesos colombianos salvo que se manifieste lo contrario. Los precios ofrecidos corresponden exclusivamente al valor del bien ofrecido y no incluyen gastos de transporte, manejo, env&iacute;o, accesorios que no se describan expresamente ni ning&uacute;n otro &iacute;tem adicional.&lt;\/p&gt;\n&lt;p&gt;Adicionalmente, es posible que cierto n&uacute;mero de productos puedan tener un precio incorrecto. De existir un error tipogr&aacute;fico en alguno de los precios de los productos, si el precio correcto del art&iacute;culo es m&aacute;s alto que el que figura en la p&aacute;gina, a nuestra discreci&oacute;n, ALONDRA MUEBLES Y COLCHONES SAS lo contactar&aacute; antes de que el producto sea enviado, y\/o cancelaremos el pedido y le notificaremos acerca de la cancelaci&oacute;n.&lt;\/p&gt;\n&lt;p&gt;Las empresas podr&aacute;n modificar cualquier informaci&oacute;n contenida en este Sitio, incluyendo las relacionadas con mercader&iacute;as, servicios, precios, existencias y condiciones, en cualquier momento y sin previo aviso, hasta el momento de recibir una aceptaci&oacute;n de compra, la cual obligar&aacute; a la Empresa Oferente, sujeto a las condiciones de validaci&oacute;n que se indican anteriormente, es decir, una vez que se haya formado el consentimiento entre las partes de una determinada transacci&oacute;n.&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;&nbsp;&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;PROMOCIONES&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;Las promociones que se ofrezcan en este Sitio web no son necesariamente las mismas que ofrezcan otros canales de venta utilizados por las empresas, tales como tiendas f&iacute;sicas, venta telef&oacute;nica, cat&aacute;logos u otros, a menos que se se&ntilde;ale expresamente en este sitio o en la publicidad que realicen las empresas para cada promoci&oacute;n. Cuando el Sitio ofrezca promociones que consistan en la entrega gratuita o rebajada de un producto por la compra de otro, el despacho del bien que se entregue gratuitamente o a precio rebajado, se har&aacute; en el mismo lugar en el cual se despacha el producto comprado o con las condiciones establecidas dentro de la publicidad ofertada. La Empresa Oferente somete sus promociones y actividades promocionales al cumplimiento de las normas vigentes y espec&iacute;ficamente a las disposiciones de la ley 1480 de 2011.&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;&nbsp;&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;CONDICIONES DE RECLAMACI&Oacute;N POR PIEZA FALTANTE&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;En caso de que el cliente reciba un producto incompleto, se deber&aacute; llevar a cabo el siguiente procedimiento con el fin de verificar la validez de la reclamaci&oacute;n.&lt;\/p&gt;\n&lt;p&gt;Dentro de los dos d&iacute;as h&aacute;biles luego de haber recibido el producto, el cliente deber&aacute; comunicarse con la l&iacute;nea de Servicio al Cliente para radicar la reclamaci&oacute;n sobre la pieza faltante de su &iacute;tem&lt;\/p&gt;\n&lt;p&gt;Una vez el &aacute;rea de Servicio al Cliente reciba la reclamaci&oacute;n y sean corroborados los datos, en el t&eacute;rmino de dos d&iacute;as h&aacute;biles se proceder&aacute; a dar una respuesta al cliente. Dependiente el caso, se enviar&aacute; la pieza faltante o se solicitar&aacute; al cliente que inicie el proceso de devoluci&oacute;n a trav&eacute;s de la p&aacute;gina para enviar el producto completo&lt;\/p&gt;\n&lt;p&gt;Si el cliente no radica la reclamaci&oacute;n podr&aacute; aplicar al derecho de retracto a trav&eacute;s de la p&aacute;gina, ateni&eacute;ndose a lo descrito por esta pol&iacute;tica (seg&uacute;n normativa y entendiendo que algunos de nuestros productos son prendas &iacute;ntimas)&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;POL&Iacute;TICA DE GARANT&Iacute;AS&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;En caso que un producto adquirido a trav&eacute;s de Pullman presente problemas de funcionamiento o da&ntilde;os despu&eacute;s de su recepci&oacute;n, el cliente podr&aacute; contactar a Pullman quien proporcionar&aacute; los datos del vendedor o proveedor para que &eacute;ste le brinde un soporte adecuado a su solicitud de garant&iacute;a. Todas las solicitudes de garant&iacute;as deben cumplir con las siguientes condiciones:&lt;\/p&gt;\n&lt;p&gt;Comun&iacute;quese con el &aacute;rea de Servicio al Cliente en la l&iacute;nea gratuita nacional 4201020, extensiones 104-105 o env&iacute;e un correo electr&oacute;nico a&nbsp;servicioalcliente@amoblandopullman.com&lt;\/p&gt;\n&lt;p&gt;Para hacer efectiva la Garant&iacute;a se sugiere presentar la factura de compra del producto y\/o el documento denominado &ldquo;Garant&iacute;a&rdquo; debidamente diligenciado. Nota: la Garant&iacute;a del producto s&oacute;lo podr&aacute; ser brindada por&nbsp;ALONDRA MUEBLES Y COLCHONES SAS, todas las reclamaciones est&aacute;n limitadas por los t&eacute;rminos de esta Garant&iacute;a. No retire las etiquetas, &eacute;stas sirven como identificaci&oacute;n de la Garant&iacute;a.&lt;\/p&gt;\n&lt;p&gt;Es de suma importancia tener en cuenta que las Condiciones de Garant&iacute;a cambiar&aacute;n con tipo de producto, adem&aacute;s tendr&aacute;n variaciones teniendo en cuenta temas como periodo, materiales, disponibilidad, gastos adicionales, entre otros aspectos los cuales puede consultar en el Manual de Instalaci&oacute;n, Uso y Mantenimiento que lleva su producto. En caso tal de no tenerlo a la mano puede comunicarse con nuestra &aacute;rea de Servicio al Cliente (Tel.: (571) 4201020, extensiones 104-105 &ndash;&nbsp;servicioalcliente@amoblandopullman.com&lt;\/p&gt;\n&lt;p&gt;A elecci&oacute;n del consumidor, el Proveedor recoger&aacute; el producto donde fue entregado o el consumidor podr&aacute; dejar el producto en un punto de atenci&oacute;n dispuesto para el efecto. Para este &uacute;ltimo caso el Proveedor correr&aacute; con todos los gastos de env&iacute;o. Si se requiere transporte para el bien, los costos deber&aacute;n ser asumidos por Proveedor.&lt;\/p&gt;\n&lt;p&gt;El producto reparado o el de reposici&oacute;n deber&aacute;n ser entregados al consumidor en el mismo sitio en donde solicit&oacute; la garant&iacute;a legal, salvo que el consumidor solicite otro sitio y el proveedor as&iacute; lo acepte. Si se requiere transporte para el bien, los costos deber&aacute;n ser asumidos por el cliente.&lt;\/p&gt;\n&lt;p&gt;En el caso en que se deba reponer el bien por otro igual o de las mismas caracter&iacute;sticas, el proveedor proceder&aacute; a su reposici&oacute;n dentro de los treinta (30) d&iacute;as h&aacute;biles siguientes, despu&eacute;s de la recepci&oacute;n del producto por parte del proveedor.&lt;\/p&gt;\n&lt;p&gt;La reparaci&oacute;n se realizar&aacute; dentro de los treinta (30) d&iacute;as h&aacute;biles siguientes, contados a partir del d&iacute;a siguiente a la entrega del bien al proveedor para la reparaci&oacute;n.&lt;\/p&gt;\n&lt;p&gt;En caso en que se deba hacer la devoluci&oacute;n de dinero, este se realizar&aacute; de la siguiente manera:&lt;\/p&gt;\n&lt;p&gt;A partir del d&iacute;a siguiente de la aceptaci&oacute;n de la garant&iacute;a por parte del proveedor y su posterior comunicaci&oacute;n con Pullman y el cliente, Pullman tiene hasta 25 d&iacute;as para efectuar el reembolso.&lt;\/p&gt;\n&lt;p&gt;En caso que el bien no admita reparaci&oacute;n o se repita la falla del producto, el proveedor proceder&aacute; a informar al consumidor su decisi&oacute;n sobre la forma de hacer efectiva la garant&iacute;a, ya sea con la devoluci&oacute;n del dinero o con el cambio del bien por otro id&eacute;ntico o por uno de las mismas caracter&iacute;sticas.&lt;\/p&gt;\n&lt;p&gt;Adicionalmente, las condiciones para aceptar un proceso de garant&iacute;as dependen de la categor&iacute;a a la cual corresponda el producto:&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;&nbsp;&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;PROPIEDAD INTELECTUAL E INDUSTRIAL&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;Todo el contenido incluido o puesto a disposici&oacute;n del Usuario en el Sitio, incluyendo textos, gr&aacute;ficas, logos, &iacute;conos, im&aacute;genes, archivos de audio, descargas digitales y cualquier otra informaci&oacute;n (el &quot;Contenido&quot;), es de propiedad de ALONDRA MUEBLES Y COLCHONES SAS o ha sido licenciada a &eacute;sta por las Empresas Proveedoras. La compilaci&oacute;n del Contenido es propiedad exclusiva de ALONDRA MUEBLES Y COLCHONES SAS y, en tal sentido, el Usuario debe abstenerse de extraer y\/o reutilizar partes del Contenido sin el consentimiento previo y expreso de la Empresa.&lt;\/p&gt;\n&lt;p&gt;Adem&aacute;s del Contenido, las marcas, denominativas o figurativas, marcas de servicio, dise&ntilde;os industriales y cualquier otro elemento de propiedad intelectual que haga parte del Contenido (la &quot;Propiedad Industrial&quot;), son de propiedad de ALONDRA MUEBLES Y COLCHONES SAS o de las Empresas Proveedoras y, por tal raz&oacute;n, no pueden ser usadas por los Usuarios en conexi&oacute;n con cualquier producto o servicio que no sea provisto por ALONDRA MUEBLES Y COLCHONES SAS En el mismo sentido, la Propiedad Industrial no podr&aacute; ser usada por los Usuarios en conexi&oacute;n con cualquier producto y servicio que no sea de aquellos que comercializa u ofrece ALONDRA MUEBLES Y COLCHONES SAS o de forma que produzca confusi&oacute;n con sus clientes o que desacredite a la Empresa o a las Empresas Proveedoras.&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;&nbsp;&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;PROPIEDAD INTELECTUAL DE TERCEROS&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;Pullman es una empresa respetuosa de las leyes y no pretende aprovecharse de la reputaci&oacute;n de terceros, apropi&aacute;ndose de la propiedad intelectual por ellos protegida. Por lo anterior contamos con herramientas que buscan asegurar que productos que se adquieran a trav&eacute;s de nuestra p&aacute;gina sean originales y hayan ingresado legalmente al pa&iacute;s. Teniendo en cuenta lo anterior, si usted sospecha que alg&uacute;n producto que se encuentra en nuestra p&aacute;gina infringe derecho de propiedad intelectual de terceros o infringe derechos legalmente protegido por usted, cont&aacute;ctenos al correo&nbsp;servicioalcliente@amoblandopullman.com, para bajar dichos productos inmediatamente de nuestra p&aacute;gina e iniciar todas las acciones tendientes a evitar que esto siga sucediendo.&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;&nbsp;&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;POL&Iacute;TICA DE TRATAMIENTO DE DATOS PERSONALES&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;Nuestra Pol&iacute;tica de Privacidad explica c&oacute;mo recolectamos, utilizamos y (bajo ciertas condiciones) divulgamos su informaci&oacute;n personal. Esta Pol&iacute;tica de Privacidad tambi&eacute;n explica las medidas que hemos tomado para asegurar su informaci&oacute;n personal. Por &uacute;ltimo, esta pol&iacute;tica de privacidad explica los procedimientos que seguimos frente a la recopilaci&oacute;n, uso y divulgaci&oacute;n de su informaci&oacute;n personal.&lt;\/p&gt;\n&lt;p&gt;La protecci&oacute;n de datos es una cuesti&oacute;n de confianza y privacidad, por ello es importante para nosotros. Por lo tanto, utilizaremos solamente su nombre y la informaci&oacute;n referente a Ud. bajo los t&eacute;rminos previstos en nuestra Pol&iacute;tica de Privacidad.&lt;\/p&gt;\n&lt;p&gt;S&oacute;lo mantendremos su informaci&oacute;n durante el tiempo que nos sea requerido por la ley o debido a la relevancia de los propios fines para los que fueron recopilados.&lt;\/p&gt;\n&lt;p&gt;Ud. puede visitar el sitio y navegar sin tener que proporcionar datos personales. Durante su visita al sitio, Ud. permanecer&aacute; an&oacute;nimo y en ning&uacute;n momento podremos identificarlo, a menos que Ud. tenga una cuenta en el sitio e inicie sesi&oacute;n con su nombre de usuario y contrase&ntilde;a.&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;&nbsp;&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;POL&Iacute;TICA DE DESPACHO DE LOS PRODUCTOS&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;Los productos adquiridos a trav&eacute;s del Sitio se sujetar&aacute;n a las condiciones de despacho y entrega elegidas por el Usuario y disponibles en el Sitio. La informaci&oacute;n del lugar de env&iacute;o es de exclusiva responsabilidad del Usuario. Los plazos elegidos para el despacho y entrega, se cuentan desde que la Empresa Oferente haya validado la orden de compra y el medio de pago utilizado, y se consideraran d&iacute;as h&aacute;biles para el cumplimiento de dicho plazo. Los pedidos ser&aacute;n despachados de las bodegas de Pullman en los d&iacute;as acordados.&lt;\/p&gt;\n&lt;p&gt;El Usuario antes de finalizar su compra podr&aacute; conocer el rango de fechas para la entrega estimada de su producto, as&iacute; mismo los productos solo ser&aacute;n entregados de lunes a s&aacute;bado de 8 am a 5 pm, sin incluir festivos y en la puerta de la ubicaci&oacute;n registrada.&lt;\/p&gt;\n&lt;p&gt;El Usuario reconoce y acepta que los datos de ubicaci&oacute;n suministrados para que Pullman efect&uacute;e la entrega de los productos adquiridos a trav&eacute;s del Sitio son verdaderos y actuales. Por lo anterior, el Usuario voluntariamente declara que, al suministrar tales datos, AUTORIZA irrevocablemente a la persona que para el momento de la entrega se encuentre en la direcci&oacute;n suministrada por el usuario, reciba el producto. En virtud de lo anterior quien se encuentre en la direcci&oacute;n indicada por el Usuario y declare de buena fe su disposici&oacute;n para recibir los productos, actuar&aacute; en nombre y representaci&oacute;n del Usuario y por lo tanto Pullman o sus contratistas estar&aacute;n facultados para entregar los productos adquiridos a trav&eacute;s del Sitio. Esta autorizaci&oacute;n incluye, pero no se limita, a las personas que ocupen continua o temporalmente cargos tales como porteros de edificios y copropiedades, empleadas del servicio dom&eacute;stico, conserjes y en general a cualquier persona que al momento de la entrega manifieste estar autorizada para recibir y revisar los productos. Por lo anterior, Pullman no ser&aacute; responsable frente a la p&eacute;rdida o da&ntilde;os que puedan sufrir los productos una vez &eacute;stos hayan sido debidamente entregados en la direcci&oacute;n suministrada por el Usuario. Pullman estar&aacute; exento de responsabilidad siempre que pueda acreditar la entrega de los productos en la direcci&oacute;n suministrada por el Usuario.&lt;\/p&gt;\n&lt;p&gt;Pullman comunicar&aacute; por mail a los Usuarios los datos para que se pueda realizar el seguimiento del estado del env&iacute;o por Internet. Si el Usuario o la persona autorizada para recibir, se encontrara ausente cuando se le visita para dejar el pedido y nadie lo recibe en el lugar de residencia, se dejar&aacute; un aviso para dejar constancia de que se cumpli&oacute; con lo pactado para realizar la respectiva entrega y por tanto el cliente deber&aacute; asumir el valor de un nuevo flete si desea que se le vuelva a enviar la mercanc&iacute;a en un d&iacute;a determinado por el mismo.&lt;\/p&gt;\n&lt;p&gt;Advertencia: Pullman no puede garantizar el env&iacute;o a algunas regiones del pa&iacute;s de productos considerados sobre-dimensionados o con peso excesivo por las empresas de correo. Cuando esto suceda, nos reservamos el derecho de revocar los pedidos que se encuentren en estas condiciones, caso en el cual la orden ser&aacute; reversada y el valor del precio ser&aacute; reembolsado al cliente en el menor tiempo posible.&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;&nbsp;&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;POL&Iacute;TICA DE DEVOLUCI&Oacute;N DE PRODUCTOS, DERECHO DE RETRACTO, CONDICIONES DE RECLAMACI&Oacute;N POR PRODUCTO ERRADO Y REVERSI&Oacute;N DEL PAGO&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;Pullman ofrece a sus clientes la posibilidad de retractarse de la compra durante los primeros 5 d&iacute;as h&aacute;biles despu&eacute;s de la entrega del producto.&lt;\/p&gt;\n&lt;p&gt;Los retractos antes mencionados deber&aacute;n ser solicitados por medio de la p&aacute;gina Web.&lt;\/p&gt;\n&lt;p&gt;Para poder ejercer el derecho de retracto el consumidor deber&aacute; cumplir con unas condiciones generales. Cuando un producto tenga unas condiciones espec&iacute;ficas para poder ejercer el derecho de retracto, esto ser&aacute; especificado en las caracter&iacute;sticas del producto.&lt;\/p&gt;\n&lt;p&gt;Despu&eacute;s de realizar el retracto en p&aacute;gina Pullman tendr&aacute; m&aacute;ximo 48 horas h&aacute;biles para enviar la gu&iacute;a de log&iacute;stica inversa para la devoluci&oacute;n de producto, si este no se env&iacute;a dentro de los primeros 5 d&iacute;as calendario despu&eacute;s de enviada la gu&iacute;a se entender&aacute; que el cliente desea cancelar el retracto.&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;&nbsp;&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;CONDICIONES GENERALES PARA UN RETRACTO&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;El producto no debe estar averiado o deteriorado por acciones correspondientes a los clientes.&lt;\/p&gt;\n&lt;p&gt;El producto debe tener etiquetas, factura de venta, accesorios y empaques. originales (incluyendo manuales, gu&iacute;as de uso, certificados de garant&iacute;a, etc.).&lt;\/p&gt;\n&lt;p&gt;El producto no debe mostrar se&ntilde;ales de uso, suciedad o desgaste.&lt;\/p&gt;\n&lt;p&gt;El producto no debe tener m&aacute;s de CINCO (5) d&iacute;as h&aacute;biles de entregado.&lt;\/p&gt;\n&lt;p&gt;&nbsp;&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;CONDICIONES DE LOG&Iacute;STICA DEL RETRACTO&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;Cuando el producto supere 20 kg su recolecci&oacute;n ser&aacute; realizada directamente en el lugar en donde el producto se entreg&oacute;.&lt;\/p&gt;\n&lt;p&gt;El personal encargado de la recolecci&oacute;n del producto no se encuentra facultado para desarmar ni manipular el producto, su &uacute;nica funci&oacute;n ser&aacute; la de recogerlo.&lt;\/p&gt;\n&lt;p&gt;Si el producto no se encuentra empacado en su empaque original, no se proceder&aacute; con la recolecci&oacute;n.&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;&nbsp;&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;CONDICIONES DE RECLAMACI&Oacute;N POR PRODUCTO ERRADO&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;En caso de que el cliente reciba un producto de caracter&iacute;sticas diferentes a lo descrito en la p&aacute;gina en el momento de la compra, se deber&aacute; llevar a cabo el siguiente procedimiento con el fin de verificar la validez de la reclamaci&oacute;n.&lt;\/p&gt;\n&lt;p&gt;Una vez el &aacute;rea de Servicio al cliente reciba los documentos requeridos y sean corroborados los datos, en el t&eacute;rmino de 24 a 48 horas se proceder&aacute; a acordar las condiciones de tiempo modo y lugar y as&iacute; se programar&aacute; la recolecci&oacute;n de la orden.&lt;\/p&gt;\n&lt;p&gt;Una vez realizado el proceso de devoluci&oacute;n se proceder&aacute; a realizar el reordenamiento para que el cliente reciba el producto con las caracter&iacute;sticas adquiridas inicialmente.&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;&nbsp;&lt;\/strong&gt;&lt;\/p&gt;\n&lt;p&gt;&lt;strong&gt;&nbsp;&lt;\/strong&gt;&lt;\/p&gt;","2017-09-25 12:53:30","pack-2-almohadas-visconasa-pague-1-lleve-2","10211540673","{&quot;id&quot;:23968249409,&quot;product_id&quot;:10211540673,&quot;position&quot;:1,&quot;created_at&quot;:&quot;2017-09-25T12:53:32-05:00&quot;,&quot;updated_at&quot;:&quot;2017-09-25T12:53:32-05:00&quot;,&quot;width&quot;:1300,&quot;height&quot;:800,&quot;src&quot;:&quot;https:\\\/\\\/cdn.shopify.com\\\/s\\\/files\\\/1\\\/1935\\\/1047\\\/products\\\/VISCOFOAM.png?v=1506362012&quot;,&quot;variant_ids&quot;:[]}","[{&quot;id&quot;:23968249409,&quot;product_id&quot;:10211540673,&quot;position&quot;:1,&quot;created_at&quot;:&quot;2017-09-25T12:53:32-05:00&quot;,&quot;updated_at&quot;:&quot;2017-09-25T12:53:32-05:00&quot;,&quot;width&quot;:1300,&quot;height&quot;:800,&quot;src&quot;:&quot;https:\\\/\\\/cdn.shopify.com\\\/s\\\/files\\\/1\\\/1935\\\/1047\\\/products\\\/VISCOFOAM.png?v=1506362012&quot;,&quot;variant_ids&quot;:[]},{&quot;id&quot;:23968250817,&quot;product_id&quot;:10211540673,&quot;position&quot;:2,&quot;created_at&quot;:&quot;2017-09-25T12:53:39-05:00&quot;,&quot;updated_at&quot;:&quot;2017-09-25T12:53:39-05:00&quot;,&quot;width&quot;:1300,&quot;height&quot;:800,&quot;src&quot;:&quot;https:\\\/\\\/cdn.shopify.com\\\/s\\\/files\\\/1\\\/1935\\\/1047\\\/products\\\/1._AL.png?v=1506362019&quot;,&quot;variant_ids&quot;:[]},{&quot;id&quot;:23968250881,&quot;product_id&quot;:10211540673,&quot;position&quot;:3,&quot;created_at&quot;:&quot;2017-09-25T12:53:42-05:00&quot;,&quot;updated_at&quot;:&quot;2017-09-25T12:53:42-05:00&quot;,&quot;width&quot;:1300,&quot;height&quot;:800,&quot;src&quot;:&quot;https:\\\/\\\/cdn.shopify.com\\\/s\\\/files\\\/1\\\/1935\\\/1047\\\/products\\\/MEMORIAA.png?v=1506362022&quot;,&quot;variant_ids&quot;:[]}]","[{&quot;id&quot;:12332211009,&quot;product_id&quot;:10211540673,&quot;name&quot;:&quot;Title&quot;,&quot;position&quot;:1,&quot;values&quot;:[&quot;Default Title&quot;]}]","Hogar","2017-09-25 11:52:24","global","ALMOHADA, almohada con memoria, almohada pullman, almohada visconasa","","PACK 2 ALMOHADAS VISCONASA (PAGUE 1 LLEVE 2)","","","2017-09-25 12:53:42","[{&quot;id&quot;:38105320257,&quot;product_id&quot;:10211540673,&quot;title&quot;:&quot;Default Title&quot;,&quot;price&quot;:&quot;79900.00&quot;,&quot;sku&quot;:&quot;&quot;,&quot;position&quot;:1,&quot;grams&quot;:0,&quot;inventory_policy&quot;:&quot;deny&quot;,&quot;compare_at_price&quot;:&quot;216000.00&quot;,&quot;fulfillment_service&quot;:&quot;manual&quot;,&quot;inventory_management&quot;:&quot;shopify&quot;,&quot;option1&quot;:&quot;Default Title&quot;,&quot;option2&quot;:null,&quot;option3&quot;:null,&quot;created_at&quot;:&quot;2017-09-25T12:53:30-05:00&quot;,&quot;updated_at&quot;:&quot;2017-09-25T12:53:30-05:00&quot;,&quot;taxable&quot;:false,&quot;barcode&quot;:&quot;&quot;,&quot;image_id&quot;:null,&quot;inventory_quantity&quot;:30,&quot;weight&quot;:0,&quot;weight_unit&quot;:&quot;kg&quot;,&quot;old_inventory_quantity&quot;:30,&quot;requires_shipping&quot;:true}]","A - Nacional","internacional"],"hints":[],"backtrace":[],"duration":0.03691,"duration_str":"36.91ms","stmt_id":"","connection":"postgres"}]},"swiftmailer_mails":{"count":0,"mails":[]},"session":{"_token":"6DSkURsxZND40N9bbQYBazptxu6ytnnfX0LdW336"},"request":{"format":"html","content_type":"application\/json","status_text":"OK","status_code":"200","request_query":"[]","request_request":"array:16 [\n  \"id\" => 10211540673\n  \"title\" => \"PACK 2 ALMOHADAS VISCONASA (PAGUE 1 LLEVE 2)\"\n  \"body_html\" => \"\"\"\n    <p><strong>Descripción: <\/strong><\/p>\\n\n    <p>La almohada Visconasa de Pullman le ofrece comodidad y un excelente soporte. Se encuentra elaborada en espuma con memoria suave al tacto. Esta tecnología se adapta a la forma del cuerpo por lo que distribuye equitativamente la presión de su cabeza, cuello y hombros para ofrecerle un excelente descanso sin importar la posición en la que duerma. Es hipoalergénica y antiácaros.<strong><br><\/strong><\/p>\\n\n    <p><b>Características<\/b><strong>:<\/strong><\/p>\\n\n    <p>Pack de 2 almohadas en espuma con memoria que se adaptan para ofrecerle un excelente soporte.<\/p>\\n\n    <p><strong>Medidas:<\/strong><\/p>\\n\n    <p>60 x 40<\/p>\\n\n    <p><strong>Términos y condiciones:<\/strong><\/p>\\n\n    <p><strong>PLAZO DE VALIDEZ DE LA OFERTA Y PRECIO<\/strong><\/p>\\n\n    <p>El plazo de validez de la oferta es aquel que coincide con la fecha de vigencia indicada en la promoción o en virtud del agotamiento de las cantidades de productos disponibles para esa promoción debidamente informados al Usuario, o mientras la oferta se mantenga disponible, el menor de éstos plazos. Cuando quiera que en una promoción no se indique una fecha de terminación se entenderá que la actividad se extenderá hasta el agotamiento de los inventarios correspondientes.<\/p>\\n\n    <p>Los precios de los productos y servicios disponibles en el Sitio, mientras aparezcan en él, solo tendrán vigencia y aplicación en éste y no serán aplicables a otros canales de venta utilizados por las empresas, tales como tiendas físicas, venta telefónica, otros sitios de venta por vía electrónica, catálogos u otros. Los precios de los productos ofrecidos en el Sitio están expresados en Pesos colombianos salvo que se manifieste lo contrario. Los precios ofrecidos corresponden exclusivamente al valor del bien ofrecido y no incluyen gastos de transporte, manejo, envío, accesorios que no se describan expresamente ni ningún otro ítem adicional.<\/p>\\n\n    <p>Adicionalmente, es posible que cierto número de productos puedan tener un precio incorrecto. De existir un error tipográfico en alguno de los precios de los productos, si el precio correcto del artículo es más alto que el que figura en la página, a nuestra discreción, ALONDRA MUEBLES Y COLCHONES SAS lo contactará antes de que el producto sea enviado, y\/o cancelaremos el pedido y le notificaremos acerca de la cancelación.<\/p>\\n\n    <p>Las empresas podrán modificar cualquier información contenida en este Sitio, incluyendo las relacionadas con mercaderías, servicios, precios, existencias y condiciones, en cualquier momento y sin previo aviso, hasta el momento de recibir una aceptación de compra, la cual obligará a la Empresa Oferente, sujeto a las condiciones de validación que se indican anteriormente, es decir, una vez que se haya formado el consentimiento entre las partes de una determinada transacción.<\/p>\\n\n    <p><strong> <\/strong><\/p>\\n\n    <p><strong>PROMOCIONES<\/strong><\/p>\\n\n    <p>Las promociones que se ofrezcan en este Sitio web no son necesariamente las mismas que ofrezcan otros canales de venta utilizados por las empresas, tales como tiendas físicas, venta telefónica, catálogos u otros, a menos que se señale expresamente en este sitio o en la publicidad que realicen las empresas para cada promoción. Cuando el Sitio ofrezca promociones que consistan en la entrega gratuita o rebajada de un producto por la compra de otro, el despacho del bien que se entregue gratuitamente o a precio rebajado, se hará en el mismo lugar en el cual se despacha el producto comprado o con las condiciones establecidas dentro de la publicidad ofertada. La Empresa Oferente somete sus promociones y actividades promocionales al cumplimiento de las normas vigentes y específicamente a las disposiciones de la ley 1480 de 2011.<\/p>\\n\n    <p><strong> <\/strong><\/p>\\n\n    <p><strong>CONDICIONES DE RECLAMACIÓN POR PIEZA FALTANTE<\/strong><\/p>\\n\n    <p>En caso de que el cliente reciba un producto incompleto, se deberá llevar a cabo el siguiente procedimiento con el fin de verificar la validez de la reclamación.<\/p>\\n\n    <p>Dentro de los dos días hábiles luego de haber recibido el producto, el cliente deberá comunicarse con la línea de Servicio al Cliente para radicar la reclamación sobre la pieza faltante de su ítem<\/p>\\n\n    <p>Una vez el área de Servicio al Cliente reciba la reclamación y sean corroborados los datos, en el término de dos días hábiles se procederá a dar una respuesta al cliente. Dependiente el caso, se enviará la pieza faltante o se solicitará al cliente que inicie el proceso de devolución a través de la página para enviar el producto completo<\/p>\\n\n    <p>Si el cliente no radica la reclamación podrá aplicar al derecho de retracto a través de la página, ateniéndose a lo descrito por esta política (según normativa y entendiendo que algunos de nuestros productos son prendas íntimas)<\/p>\\n\n    <p><strong>POLÍTICA DE GARANTÍAS<\/strong><\/p>\\n\n    <p>En caso que un producto adquirido a través de Pullman presente problemas de funcionamiento o daños después de su recepción, el cliente podrá contactar a Pullman quien proporcionará los datos del vendedor o proveedor para que éste le brinde un soporte adecuado a su solicitud de garantía. Todas las solicitudes de garantías deben cumplir con las siguientes condiciones:<\/p>\\n\n    <p>Comuníquese con el área de Servicio al Cliente en la línea gratuita nacional 4201020, extensiones 104-105 o envíe un correo electrónico a servicioalcliente@amoblandopullman.com<\/p>\\n\n    <p>Para hacer efectiva la Garantía se sugiere presentar la factura de compra del producto y\/o el documento denominado “Garantía” debidamente diligenciado. Nota: la Garantía del producto sólo podrá ser brindada por ALONDRA MUEBLES Y COLCHONES SAS, todas las reclamaciones están limitadas por los términos de esta Garantía. No retire las etiquetas, éstas sirven como identificación de la Garantía.<\/p>\\n\n    <p>Es de suma importancia tener en cuenta que las Condiciones de Garantía cambiarán con tipo de producto, además tendrán variaciones teniendo en cuenta temas como periodo, materiales, disponibilidad, gastos adicionales, entre otros aspectos los cuales puede consultar en el Manual de Instalación, Uso y Mantenimiento que lleva su producto. En caso tal de no tenerlo a la mano puede comunicarse con nuestra área de Servicio al Cliente (Tel.: (571) 4201020, extensiones 104-105 – servicioalcliente@amoblandopullman.com<\/p>\\n\n    <p>A elección del consumidor, el Proveedor recogerá el producto donde fue entregado o el consumidor podrá dejar el producto en un punto de atención dispuesto para el efecto. Para este último caso el Proveedor correrá con todos los gastos de envío. Si se requiere transporte para el bien, los costos deberán ser asumidos por Proveedor.<\/p>\\n\n    <p>El producto reparado o el de reposición deberán ser entregados al consumidor en el mismo sitio en donde solicitó la garantía legal, salvo que el consumidor solicite otro sitio y el proveedor así lo acepte. Si se requiere transporte para el bien, los costos deberán ser asumidos por el cliente.<\/p>\\n\n    <p>En el caso en que se deba reponer el bien por otro igual o de las mismas características, el proveedor procederá a su reposición dentro de los treinta (30) días hábiles siguientes, después de la recepción del producto por parte del proveedor.<\/p>\\n\n    <p>La reparación se realizará dentro de los treinta (30) días hábiles siguientes, contados a partir del día siguiente a la entrega del bien al proveedor para la reparación.<\/p>\\n\n    <p>En caso en que se deba hacer la devolución de dinero, este se realizará de la siguiente manera:<\/p>\\n\n    <p>A partir del día siguiente de la aceptación de la garantía por parte del proveedor y su posterior comunicación con Pullman y el cliente, Pullman tiene hasta 25 días para efectuar el reembolso.<\/p>\\n\n    <p>En caso que el bien no admita reparación o se repita la falla del producto, el proveedor procederá a informar al consumidor su decisión sobre la forma de hacer efectiva la garantía, ya sea con la devolución del dinero o con el cambio del bien por otro idéntico o por uno de las mismas características.<\/p>\\n\n    <p>Adicionalmente, las condiciones para aceptar un proceso de garantías dependen de la categoría a la cual corresponda el producto:<\/p>\\n\n    <p><strong> <\/strong><\/p>\\n\n    <p><strong>PROPIEDAD INTELECTUAL E INDUSTRIAL<\/strong><\/p>\\n\n    <p>Todo el contenido incluido o puesto a disposición del Usuario en el Sitio, incluyendo textos, gráficas, logos, íconos, imágenes, archivos de audio, descargas digitales y cualquier otra información (el \"Contenido\"), es de propiedad de ALONDRA MUEBLES Y COLCHONES SAS o ha sido licenciada a ésta por las Empresas Proveedoras. La compilación del Contenido es propiedad exclusiva de ALONDRA MUEBLES Y COLCHONES SAS y, en tal sentido, el Usuario debe abstenerse de extraer y\/o reutilizar partes del Contenido sin el consentimiento previo y expreso de la Empresa.<\/p>\\n\n    <p>Además del Contenido, las marcas, denominativas o figurativas, marcas de servicio, diseños industriales y cualquier otro elemento de propiedad intelectual que haga parte del Contenido (la \"Propiedad Industrial\"), son de propiedad de ALONDRA MUEBLES Y COLCHONES SAS o de las Empresas Proveedoras y, por tal razón, no pueden ser usadas por los Usuarios en conexión con cualquier producto o servicio que no sea provisto por ALONDRA MUEBLES Y COLCHONES SAS En el mismo sentido, la Propiedad Industrial no podrá ser usada por los Usuarios en conexión con cualquier producto y servicio que no sea de aquellos que comercializa u ofrece ALONDRA MUEBLES Y COLCHONES SAS o de forma que produzca confusión con sus clientes o que desacredite a la Empresa o a las Empresas Proveedoras.<\/p>\\n\n    <p><strong> <\/strong><\/p>\\n\n    <p><strong>PROPIEDAD INTELECTUAL DE TERCEROS<\/strong><\/p>\\n\n    <p>Pullman es una empresa respetuosa de las leyes y no pretende aprovecharse de la reputación de terceros, apropiándose de la propiedad intelectual por ellos protegida. Por lo anterior contamos con herramientas que buscan asegurar que productos que se adquieran a través de nuestra página sean originales y hayan ingresado legalmente al país. Teniendo en cuenta lo anterior, si usted sospecha que algún producto que se encuentra en nuestra página infringe derecho de propiedad intelectual de terceros o infringe derechos legalmente protegido por usted, contáctenos al correo servicioalcliente@amoblandopullman.com, para bajar dichos productos inmediatamente de nuestra página e iniciar todas las acciones tendientes a evitar que esto siga sucediendo.<\/p>\\n\n    <p><strong> <\/strong><\/p>\\n\n    <p><strong>POLÍTICA DE TRATAMIENTO DE DATOS PERSONALES<\/strong><\/p>\\n\n    <p>Nuestra Política de Privacidad explica cómo recolectamos, utilizamos y (bajo ciertas condiciones) divulgamos su información personal. Esta Política de Privacidad también explica las medidas que hemos tomado para asegurar su información personal. Por último, esta política de privacidad explica los procedimientos que seguimos frente a la recopilación, uso y divulgación de su información personal.<\/p>\\n\n    <p>La protección de datos es una cuestión de confianza y privacidad, por ello es importante para nosotros. Por lo tanto, utilizaremos solamente su nombre y la información referente a Ud. bajo los términos previstos en nuestra Política de Privacidad.<\/p>\\n\n    <p>Sólo mantendremos su información durante el tiempo que nos sea requerido por la ley o debido a la relevancia de los propios fines para los que fueron recopilados.<\/p>\\n\n    <p>Ud. puede visitar el sitio y navegar sin tener que proporcionar datos personales. Durante su visita al sitio, Ud. permanecerá anónimo y en ningún momento podremos identificarlo, a menos que Ud. tenga una cuenta en el sitio e inicie sesión con su nombre de usuario y contraseña.<\/p>\\n\n    <p><strong> <\/strong><\/p>\\n\n    <p><strong>POLÍTICA DE DESPACHO DE LOS PRODUCTOS<\/strong><\/p>\\n\n    <p>Los productos adquiridos a través del Sitio se sujetarán a las condiciones de despacho y entrega elegidas por el Usuario y disponibles en el Sitio. La información del lugar de envío es de exclusiva responsabilidad del Usuario. Los plazos elegidos para el despacho y entrega, se cuentan desde que la Empresa Oferente haya validado la orden de compra y el medio de pago utilizado, y se consideraran días hábiles para el cumplimiento de dicho plazo. Los pedidos serán despachados de las bodegas de Pullman en los días acordados.<\/p>\\n\n    <p>El Usuario antes de finalizar su compra podrá conocer el rango de fechas para la entrega estimada de su producto, así mismo los productos solo serán entregados de lunes a sábado de 8 am a 5 pm, sin incluir festivos y en la puerta de la ubicación registrada.<\/p>\\n\n    <p>El Usuario reconoce y acepta que los datos de ubicación suministrados para que Pullman efectúe la entrega de los productos adquiridos a través del Sitio son verdaderos y actuales. Por lo anterior, el Usuario voluntariamente declara que, al suministrar tales datos, AUTORIZA irrevocablemente a la persona que para el momento de la entrega se encuentre en la dirección suministrada por el usuario, reciba el producto. En virtud de lo anterior quien se encuentre en la dirección indicada por el Usuario y declare de buena fe su disposición para recibir los productos, actuará en nombre y representación del Usuario y por lo tanto Pullman o sus contratistas estarán facultados para entregar los productos adquiridos a través del Sitio. Esta autorización incluye, pero no se limita, a las personas que ocupen continua o temporalmente cargos tales como porteros de edificios y copropiedades, empleadas del servicio doméstico, conserjes y en general a cualquier persona que al momento de la entrega manifieste estar autorizada para recibir y revisar los productos. Por lo anterior, Pullman no será responsable frente a la pérdida o daños que puedan sufrir los productos una vez éstos hayan sido debidamente entregados en la dirección suministrada por el Usuario. Pullman estará exento de responsabilidad siempre que pueda acreditar la entrega de los productos en la dirección suministrada por el Usuario.<\/p>\\n\n    <p>Pullman comunicará por mail a los Usuarios los datos para que se pueda realizar el seguimiento del estado del envío por Internet. Si el Usuario o la persona autorizada para recibir, se encontrara ausente cuando se le visita para dejar el pedido y nadie lo recibe en el lugar de residencia, se dejará un aviso para dejar constancia de que se cumplió con lo pactado para realizar la respectiva entrega y por tanto el cliente deberá asumir el valor de un nuevo flete si desea que se le vuelva a enviar la mercancía en un día determinado por el mismo.<\/p>\\n\n    <p>Advertencia: Pullman no puede garantizar el envío a algunas regiones del país de productos considerados sobre-dimensionados o con peso excesivo por las empresas de correo. Cuando esto suceda, nos reservamos el derecho de revocar los pedidos que se encuentren en estas condiciones, caso en el cual la orden será reversada y el valor del precio será reembolsado al cliente en el menor tiempo posible.<\/p>\\n\n    <p><strong> <\/strong><\/p>\\n\n    <p><strong>POLÍTICA DE DEVOLUCIÓN DE PRODUCTOS, DERECHO DE RETRACTO, CONDICIONES DE RECLAMACIÓN POR PRODUCTO ERRADO Y REVERSIÓN DEL PAGO<\/strong><\/p>\\n\n    <p>Pullman ofrece a sus clientes la posibilidad de retractarse de la compra durante los primeros 5 días hábiles después de la entrega del producto.<\/p>\\n\n    <p>Los retractos antes mencionados deberán ser solicitados por medio de la página Web.<\/p>\\n\n    <p>Para poder ejercer el derecho de retracto el consumidor deberá cumplir con unas condiciones generales. Cuando un producto tenga unas condiciones específicas para poder ejercer el derecho de retracto, esto será especificado en las características del producto.<\/p>\\n\n    <p>Después de realizar el retracto en página Pullman tendrá máximo 48 horas hábiles para enviar la guía de logística inversa para la devolución de producto, si este no se envía dentro de los primeros 5 días calendario después de enviada la guía se entenderá que el cliente desea cancelar el retracto.<\/p>\\n\n    <p><strong> <\/strong><\/p>\\n\n    <p><strong>CONDICIONES GENERALES PARA UN RETRACTO<\/strong><\/p>\\n\n    <p>El producto no debe estar averiado o deteriorado por acciones correspondientes a los clientes.<\/p>\\n\n    <p>El producto debe tener etiquetas, factura de venta, accesorios y empaques. originales (incluyendo manuales, guías de uso, certificados de garantía, etc.).<\/p>\\n\n    <p>El producto no debe mostrar señales de uso, suciedad o desgaste.<\/p>\\n\n    <p>El producto no debe tener más de CINCO (5) días hábiles de entregado.<\/p>\\n\n    <p> <\/p>\\n\n    <p><strong>CONDICIONES DE LOGÍSTICA DEL RETRACTO<\/strong><\/p>\\n\n    <p>Cuando el producto supere 20 kg su recolección será realizada directamente en el lugar en donde el producto se entregó.<\/p>\\n\n    <p>El personal encargado de la recolección del producto no se encuentra facultado para desarmar ni manipular el producto, su única función será la de recogerlo.<\/p>\\n\n    <p>Si el producto no se encuentra empacado en su empaque original, no se procederá con la recolección.<\/p>\\n\n    <p><strong> <\/strong><\/p>\\n\n    <p><strong>CONDICIONES DE RECLAMACIÓN POR PRODUCTO ERRADO<\/strong><\/p>\\n\n    <p>En caso de que el cliente reciba un producto de características diferentes a lo descrito en la página en el momento de la compra, se deberá llevar a cabo el siguiente procedimiento con el fin de verificar la validez de la reclamación.<\/p>\\n\n    <p>Una vez el área de Servicio al cliente reciba los documentos requeridos y sean corroborados los datos, en el término de 24 a 48 horas se procederá a acordar las condiciones de tiempo modo y lugar y así se programará la recolección de la orden.<\/p>\\n\n    <p>Una vez realizado el proceso de devolución se procederá a realizar el reordenamiento para que el cliente reciba el producto con las características adquiridas inicialmente.<\/p>\\n\n    <p><strong> <\/strong><\/p>\\n\n    <p><strong> <\/strong><\/p>\n    \"\"\"\n  \"vendor\" => \"A - Nacional\"\n  \"product_type\" => \"Hogar\"\n  \"created_at\" => \"2017-09-25T12:53:30-05:00\"\n  \"handle\" => \"pack-2-almohadas-visconasa-pague-1-lleve-2\"\n  \"updated_at\" => \"2017-09-25T12:53:42-05:00\"\n  \"published_at\" => \"2017-09-25T11:52:24-05:00\"\n  \"template_suffix\" => null\n  \"published_scope\" => \"global\"\n  \"tags\" => \"ALMOHADA, almohada con memoria, almohada pullman, almohada visconasa\"\n  \"variants\" => array:1 [\n    0 => array:24 [\n      \"id\" => 38105320257\n      \"product_id\" => 10211540673\n      \"title\" => \"Default Title\"\n      \"price\" => \"79900.00\"\n      \"sku\" => \"\"\n      \"position\" => 1\n      \"grams\" => 0\n      \"inventory_policy\" => \"deny\"\n      \"compare_at_price\" => \"216000.00\"\n      \"fulfillment_service\" => \"manual\"\n      \"inventory_management\" => \"shopify\"\n      \"option1\" => \"Default Title\"\n      \"option2\" => null\n      \"option3\" => null\n      \"created_at\" => \"2017-09-25T12:53:30-05:00\"\n      \"updated_at\" => \"2017-09-25T12:53:30-05:00\"\n      \"taxable\" => false\n      \"barcode\" => \"\"\n      \"image_id\" => null\n      \"inventory_quantity\" => 30\n      \"weight\" => 0.0\n      \"weight_unit\" => \"kg\"\n      \"old_inventory_quantity\" => 30\n      \"requires_shipping\" => true\n    ]\n  ]\n  \"options\" => array:1 [\n    0 => array:5 [\n      \"id\" => 12332211009\n      \"product_id\" => 10211540673\n      \"name\" => \"Title\"\n      \"position\" => 1\n      \"values\" => array:1 [\n        0 => \"Default Title\"\n      ]\n    ]\n  ]\n  \"images\" => array:3 [\n    0 => array:9 [\n      \"id\" => 23968249409\n      \"product_id\" => 10211540673\n      \"position\" => 1\n      \"created_at\" => \"2017-09-25T12:53:32-05:00\"\n      \"updated_at\" => \"2017-09-25T12:53:32-05:00\"\n      \"width\" => 1300\n      \"height\" => 800\n      \"src\" => \"https:\/\/cdn.shopify.com\/s\/files\/1\/1935\/1047\/products\/VISCOFOAM.png?v=1506362012\"\n      \"variant_ids\" => []\n    ]\n    1 => array:9 [\n      \"id\" => 23968250817\n      \"product_id\" => 10211540673\n      \"position\" => 2\n      \"created_at\" => \"2017-09-25T12:53:39-05:00\"\n      \"updated_at\" => \"2017-09-25T12:53:39-05:00\"\n      \"width\" => 1300\n      \"height\" => 800\n      \"src\" => \"https:\/\/cdn.shopify.com\/s\/files\/1\/1935\/1047\/products\/1._AL.png?v=1506362019\"\n      \"variant_ids\" => []\n    ]\n    2 => array:9 [\n      \"id\" => 23968250881\n      \"product_id\" => 10211540673\n      \"position\" => 3\n      \"created_at\" => \"2017-09-25T12:53:42-05:00\"\n      \"updated_at\" => \"2017-09-25T12:53:42-05:00\"\n      \"width\" => 1300\n      \"height\" => 800\n      \"src\" => \"https:\/\/cdn.shopify.com\/s\/files\/1\/1935\/1047\/products\/MEMORIAA.png?v=1506362022\"\n      \"variant_ids\" => []\n    ]\n  ]\n  \"image\" => array:9 [\n    \"id\" => 23968249409\n    \"product_id\" => 10211540673\n    \"position\" => 1\n    \"created_at\" => \"2017-09-25T12:53:32-05:00\"\n    \"updated_at\" => \"2017-09-25T12:53:32-05:00\"\n    \"width\" => 1300\n    \"height\" => 800\n    \"src\" => \"https:\/\/cdn.shopify.com\/s\/files\/1\/1935\/1047\/products\/VISCOFOAM.png?v=1506362012\"\n    \"variant_ids\" => []\n  ]\n]","request_headers":"array:15 [\n  \"authorization\" => array:1 [\n    0 => \"\"\n  ]\n  \"content-type\" => array:1 [\n    0 => \"application\/json\"\n  ]\n  \"x-shopify-topic\" => array:1 [\n    0 => \"products\/create\"\n  ]\n  \"x-shopify-shop-domain\" => array:1 [\n    0 => \"mall-hello.myshopify.com\"\n  ]\n  \"x-shopify-product-id\" => array:1 [\n    0 => \"10211540673\"\n  ]\n  \"x-shopify-hmac-sha256\" => array:1 [\n    0 => \"f5mESDgLVecF4BTYgd7MDwejNWAFe18Gms+zDFYisgE=\"\n  ]\n  \"accept-encoding\" => array:1 [\n    0 => \"gzip;q=1.0,deflate;q=0.6,identity;q=0.3\"\n  ]\n  \"accept\" => array:1 [\n    0 => \"*\/*\"\n  ]\n  \"user-agent\" => array:1 [\n    0 => \"Ruby\"\n  ]\n  \"content-length\" => array:1 [\n    0 => \"22510\"\n  ]\n  \"x-newrelic-id\" => array:1 [\n    0 => \"VQQUUFNS\"\n  ]\n  \"x-newrelic-transaction\" => array:1 [\n    0 => \"PxQAUF9VDVYHAQADAwRSUFIHFB8EBw8RVU4aVQkBAgdWUlwAUFUGB1IAAUNKQQkCAQFUVlYBFTs=\"\n  ]\n  \"connection\" => array:1 [\n    0 => \"close\"\n  ]\n  \"host\" => array:1 [\n    0 => \"48ba7cd0.ngrok.io\"\n  ]\n  \"x-forwarded-for\" => array:1 [\n    0 => \"23.227.55.125\"\n  ]\n]","request_server":"array:41 [\n  \"REDIRECT_HTTP_AUTHORIZATION\" => \"\"\n  \"REDIRECT_STATUS\" => \"200\"\n  \"HTTP_AUTHORIZATION\" => \"\"\n  \"CONTENT_TYPE\" => \"application\/json\"\n  \"HTTP_X_SHOPIFY_TOPIC\" => \"products\/create\"\n  \"HTTP_X_SHOPIFY_SHOP_DOMAIN\" => \"mall-hello.myshopify.com\"\n  \"HTTP_X_SHOPIFY_PRODUCT_ID\" => \"10211540673\"\n  \"HTTP_X_SHOPIFY_HMAC_SHA256\" => \"f5mESDgLVecF4BTYgd7MDwejNWAFe18Gms+zDFYisgE=\"\n  \"HTTP_ACCEPT_ENCODING\" => \"gzip;q=1.0,deflate;q=0.6,identity;q=0.3\"\n  \"HTTP_ACCEPT\" => \"*\/*\"\n  \"HTTP_USER_AGENT\" => \"Ruby\"\n  \"CONTENT_LENGTH\" => \"22510\"\n  \"HTTP_X_NEWRELIC_ID\" => \"VQQUUFNS\"\n  \"HTTP_X_NEWRELIC_TRANSACTION\" => \"PxQAUF9VDVYHAQADAwRSUFIHFB8EBw8RVU4aVQkBAgdWUlwAUFUGB1IAAUNKQQkCAQFUVlYBFTs=\"\n  \"HTTP_CONNECTION\" => \"close\"\n  \"HTTP_HOST\" => \"48ba7cd0.ngrok.io\"\n  \"HTTP_X_FORWARDED_FOR\" => \"23.227.55.125\"\n  \"PATH\" => \"\/usr\/local\/sbin:\/usr\/local\/bin:\/usr\/sbin:\/usr\/bin:\/sbin:\/bin\"\n  \"SERVER_SIGNATURE\" => \"<address>Apache\/2.4.18 (Ubuntu) Server at 48ba7cd0.ngrok.io Port 80<\/address>\\n\"\n  \"SERVER_SOFTWARE\" => \"Apache\/2.4.18 (Ubuntu)\"\n  \"SERVER_NAME\" => \"48ba7cd0.ngrok.io\"\n  \"SERVER_ADDR\" => \"127.0.0.1\"\n  \"SERVER_PORT\" => \"80\"\n  \"REMOTE_ADDR\" => \"127.0.0.1\"\n  \"DOCUMENT_ROOT\" => \"\/var\/www\/html\/good\/public\"\n  \"REQUEST_SCHEME\" => \"http\"\n  \"CONTEXT_PREFIX\" => \"\"\n  \"CONTEXT_DOCUMENT_ROOT\" => \"\/var\/www\/html\/good\/public\"\n  \"SERVER_ADMIN\" => \"webmaster@localhost\"\n  \"SCRIPT_FILENAME\" => \"\/var\/www\/html\/good\/public\/index.php\"\n  \"REMOTE_PORT\" => \"35376\"\n  \"REDIRECT_URL\" => \"\/products\/create\"\n  \"GATEWAY_INTERFACE\" => \"CGI\/1.1\"\n  \"SERVER_PROTOCOL\" => \"HTTP\/1.1\"\n  \"REQUEST_METHOD\" => \"POST\"\n  \"QUERY_STRING\" => \"\"\n  \"REQUEST_URI\" => \"\/products\/create\"\n  \"SCRIPT_NAME\" => \"\/index.php\"\n  \"PHP_SELF\" => \"\/index.php\"\n  \"REQUEST_TIME_FLOAT\" => 1506362096.626\n  \"REQUEST_TIME\" => 1506362096\n]","request_cookies":"[]","response_headers":"array:3 [\n  \"cache-control\" => array:1 [\n    0 => \"no-cache\"\n  ]\n  \"date\" => array:1 [\n    0 => \"Mon, 25 Sep 2017 17:54:56 GMT\"\n  ]\n  \"content-type\" => array:1 [\n    0 => \"application\/json\"\n  ]\n]","path_info":"\/products\/create","session_attributes":"array:1 [\n  \"_token\" => \"6DSkURsxZND40N9bbQYBazptxu6ytnnfX0LdW336\"\n]"}}